/*
 * 在下面的数组最前面新增记录，然后提交到 GitHub。
 *
 * 格式：
 * {
 *   date: "2026-07-30",
 *   description: "今天在上海散步。",
 * },
 */
window.RIJI_RECORDS = [
  {
    date: "2026-08-11",
    description: "其实去年大概相同的时间，我也和家人一起来云南旅游过，不过走的是经典的昆明-楚雄-大理-丽江-迪庆路线。"+
    "当时从未想过一年后还会“故地重游”。不过这一次，我们来到了非经典路线-位于云南省大理白族自治州的弥渡县。"+
    "耽搁了不少时间才来写这样一篇总结，也思考了很久应该用一个什么样的主题来囊括。我最后想到的是“爱”。\n"+
    "“爱”在跑协，是对跑步这项运动的爱。跑协全名“北京大学跑步爱好者协会”，而对跑步这项运动的爱让我们跨越物理的远距离来到这里。"+
    "实际上在弥渡集合之前，不少成员已经提前来到了云南进行适应和训练。牛哥和我“顺道”在楚雄跑了一场半马，牛哥确实很快，而我虽然"+
    "成绩不那么好，但也是完成了自己的亚高原首战。第二天我们就在弥渡县城开始了恢复训练，而当下午到达三合村汇合之后，"+
    "我们又组成了一支小队在水库边探路。踏着水流纵横的泥土，奔跑在山野乡间，爬坡、下坡，来到水库坝上，再回头，第零天就完成了一次"+
    "简单的训练。一只“大黄”频频出现在我们的视野里，也算是一道别样的风景。\n"+
    "这样的热爱在接下来的几天持续着。短如密祉镇的雨中小跑3k，长如翻山越岭的16k超级大越野，还有随着当地人打探一条全新的越野路线。"+
    "除了跑步，我们也有素质训练。"+
    "下雨时就在底层童书馆找垫子做点素质，没有杠铃就用水瓶代替，双手拎着做力量训练，还有等人时在中巴车边上摸黑“加练”。\n"+
    "这样的爱不止局限在我们自己，我们也带着同行的其他伙伴们一起。从铁柱庙到上马台不到5k的路程，我们带着其他几位营员一起跑。"+
    "我们这个队伍的水准还是挺参差不齐的：有身经百练的博雅队员们和预备队员们，也有可能最长跑步距离就是学校体测800米的新人们"+
    "还有一位二年级的小朋友。为了让大家跑得安心，我们推出了“收容车”服务，即我们先出发，而中巴车后出发，跑不动的可以中途上车，"+
    "这也让大家无后顾之忧。一开始大家还是以一个集团为单位在跑，不一会第一集团的跑协成员们就不见了，剩了几位跑协成员带着几位新人"+
    "在慢摇。跑一会，走一会，看看远处的天，近处的地，热了就去买瓶水往身上一浇（朴素降温法）。最终几位新人还是未能走完全程，"+
    "不过应该也是打破了她们原有的路跑距离纪录。跑协成立的意义或许就在于此：把对跑步的热爱向更多的人传递。\n"+
    "“爱”在弥渡，是对文化的爱。我们体验到的最为印象深刻的便是彝族火把节和大王操兵。在从铁柱庙跑向上马台的路途中，快到上马台时，"+
    "已经有交警在执行交通管制工作，车辆已经不能进出了。走过一个大上坡，街道上已经挤满了各种各样的小商铺，满满的烟火气。\n"+
    "火把节开始前，场地上早就有各种各样的表演在进行，十分热闹。我们在一条狭长的巷子里坐下，这便是彝族的长桌宴。头顶上是三条蓝色"+
    "的长布条，让天空显出另一番景象。这时就有一群当地人围在桌旁表演“劝酒歌”，我没怎么听懂，只理解了一句“你喝也得喝，不喝也得喝”。"+
    "当时我们曾被叮嘱高原不要喝酒，防止出现身体上的问题，好在我们有替代品苹果醋，喝起来有一点轻微的酸味和苹果的清香。\n"+
    "由于距离点火仪式还有一段时间，“酒”足饭饱之后，就是饭后散步环节。穿过那条长街宴的长街，走到乡间小路上，听到了羊的叫声（惨叫）"+
    "原来是有两个人试图将羊塞进电瓶车前面放脚的狭小空间里，于是就看见了可怜的羊被折叠又折叠，最后也不知道揉成了什么样子就被带走了。"+
    "我们继续往前走，正好遇上了火把的传递。这个火把传递有点类似奥运圣火，但是村民们手持的火把是木制的，同时周围还有用大刀柄敲击"+
    "地面制造步行节奏的。回到广场上，广场边已经挤满了人，看不见广场内的情况，只能看见一捆巨大的木制火把直冲云霄，其上面还有塑料膜"+
    "覆盖。正当我思考着这么大的火把如何点燃时，突然响起了鞭炮的爆炸声，我这才注意到火把的点燃是通过鞭炮的引爆来实现的。"+
    "人群的热情也瞬间被点燃，欢呼着，高喊着。熊熊火焰燃起，寓意着未来一年的吉祥。后来我才知道这其实是多年总结的经验。"+
    "由于天气因素是不可控的，为了防止下雨导致火把淋湿而无法引燃（这似乎是实际发生过的事情），所以套上了塑料膜。而鞭炮一方面"+
    "起到点燃的作用，另一方面也是将塑料膜炸开，让火把与空气充分接触。不得不说彝族人民很有智慧！\n"+
    "一个有趣的小插曲是熙神的贴心按摩服务。由于白天众人都参与了跑步，在夜色中等人集合时某些人还进行了加练，大家都有些"+
    "担心自己的腿会酸痛，有的甚至已经开始有些感觉了。这个时候熙神就开始展现按摩技术了。熙神先找到你的大腿的筋的位置，然后开始"+
    "用力揉搓和按压，看起来似乎没什么大不了的，但实际上却是一阵酸爽，止不住想把腿躲开，却又强压着自己不要动。于是这些痛苦"+
    "就转移到了脸上，从而当天产出了无数面目狰狞的表情包，以及不绝于耳的惨笑声与惨叫声。“我招了，我全招了，我招了还不行吗？”"+
    "神奇的是，熙神的按摩效果奇佳，本来还有酸痛感、疲惫感的众人，第二天所有的不适都一扫而空，真是奇妙！\n"+
    "另一个印象十分深刻的是大王操兵。这是彝族的一项古老传统，而在介绍它本身之前，我还想说一说来回的路途。由于上午一直在下雨"+
    "我们一开始还不太确定能否能过去，因为这个村子在山上，好在下午的时候雨几乎不下了。然而当我们快到的时候，距离活动开始已经很近了，"+
    "所以就让当地人带着我们抄了一条小路过去。可是谁知道这是一条山路啊！路上全都是泥巴，踩一脚泥水飞溅还会吱吱响。地面超级滑，"+
    "即使我穿的越野鞋，也要小心翼翼踩着草丛才勉强能上去。还好这是上坡的单程，要是让我再从这里下来，我非得摔个狗吃屎！"+
    "等到了活动现场，活动已经开始了。这里我来简单介绍一下这个活动。通常每年的这个时候，村里所有8-14岁的男孩就会被召集过来，"+
    "他们就是所谓的“兵”，而“大王”则是村里一个50岁以上的男子。男孩子们被分为两队，年龄最大的为队长，要把“大王”给按在地上。"+
    "之后要做一个类似投硬币的操作，投到指定结果才算可以，否则就要重新开始。当时我们看到的情况是这个大王似乎身体素质蛮不错的，"+
    "好几次差点被干翻在地，又站了起来，然后把两个小队长反而按在地上了，不得不说这个大王还是太考验身体素质了。"
  },
  {
    date: "2026-08-14",
    description: "今天和中学好友yl，ysy在万达星野自主烤肉基地聚餐，谈及下个学期的安排和未来打算。"+
    "饭后把万达完完整整转了一圈，好多店都已经关门了。走回家的路上下起了大雨，雨滴打在身上有些凉意，也不知道路在何方。"+
    "在水坑里深一脚浅一脚走着，回到家鞋袜都已经湿透了。",
  },
  {
    date: "2026-08-16",
    description: "今天有机会去了一趟省中公寓。"
  },
  {
    date: "2026-08-17",
    description: "今天去金坛考摩托车驾照。天太热了，戴着头盔感觉头上有点难受。"+
    "科目二两把都挂在桩考上。第一把直接撞上了第三根杆，第二把在出去"+
    "掉头的时候前轮压到了前面的黄线。科目三倒是满分通过。"+
    "只能说虽然教练也提到了金坛的车和驾校的不一样，但是真正操练起来还是有些不适应。"+
    "金坛的车比较小，而且一档怠速只有2km/h。我总结了一下就是离合可以松完，但是打方向一定要果断不要迟疑，灵活调整。"+
    "喜提10天冷静期，估计至少要到国庆才能补考了。希望这次能够通过吧，当然确实有技术问题，但是感觉并不是练得不够的问题。\n"+
    "接下来还想趁此机会谈谈对于驾考的一些个人观点。"
  },
  {
    date: "2026-08-23",
    description: "明天要回北京，准备上学喽"
  },
  {
    date: "2026-08-25",
    description: "上午的时候去到邮储银行进行现金支取（提前在手机银行上预约了）。现在想要去取点现金还挺麻烦，有的时候"+
    "指定面额的纸币都不一定有，想要新钞也不一定能满足。我找了好几家都没能找到50元纸币，只有招行提供100张为单位的"+
    "新钞50元的预约，但是我好像也没有那么多需求（）。等待的过程大约持续了半个小时，期间注意到来邮储银行办理业务的"+
    "大多是老年用户，其中还有一个人问我中国移动营业厅在哪里，巧的是出去之后她找不到路正好又遇上了我，我就再给她指路。"+
    "等待的过程中，一直扭扭捏捏不给准信的CATTI也是终于出分了，最后二笔的成绩居然比三笔高，而且实务还相当高，我还是很惊喜的。"+
    "看来熟悉场地和流程确实对考试有很大的帮助，不过我感觉可能还是有必要去练习一下口译，这个比笔译可能实用性更强一些。"
  },
  {
    date: "2026-08-26",
    description: "昨天后来下了很大的雨，穿了个拖鞋结果又把脚磨破了，好疼！今天留学生辅导员面试结果出来，果然没通过"+
    "没通过正好，不然招新还挺忙的，没时间搞。另外正好给了我时间报名图书馆志愿者服务，多好！\n"+
    "昨晚喝了点奶茶结果整理资料到三点才睡觉，今天总算整理完了教资复习材料，接下来要开始小题狂背了。今日学生会试讲，还可以。\n"+
    "今天我就离开了两小时的图书馆，东西也没拿走，回来的时候东西被移了位置，本来觉得好像也挺合理，毕竟我人不在嘛，可是你反手"+
    "就占了两个位置？有点嚣张啊姐妹，合着我不能暂时离开而你可以随便占位置是吧（"
  },
  {
    date: "2026-08-27",
    description: "我的12123预约复活啦！\n"+
    "突然感觉小腿前侧内侧的骨头有一点点轻微疼痛，不知道是不是因为昨天跑得太猛了。\n"+
    "这个午觉睡得好舒服！"
  },
  {
    date: "2026-08-28",
    description: "早上起来看到新闻的时候震惊了，不得不说中国古代“玄学”还是有点东西的。下面摘录三条消息，你会发现太巧合了。\n"+
    "2026年第9号台风“巴威”于2026年7月11日23时20分前后在浙江省台州市玉环市坎门街道沿海登陆。\n"+
    "2026年第13号台风“白海豚”于2026年8月9日17时30分前后在浙江省台州市玉环市坎门街道沿海登陆。\n"+
    "2026年第18号台风“沙德尔”于2026年8月28日8时5分前后在浙江省台州市玉环市坎门街道沿海登陆。\n"+
    "原因竟然可能是当地挖出了一个古老的镇水神兽石像。"
  }
];
