/*
 * 在下面的数组最前面新增记录，然后提交到 GitHub。
 *
 * 格式：
 * {
 *   date: "2026-07-30",
 *   description: "今天在上海散步。",
 * },
 */
window.RIJI_RECORDS = [
  {
    date: "2026-08-11",
    description: "其实去年大概相同的时间，我也和家人一起来云南旅游过，不过走的是经典的昆明-楚雄-大理-丽江-迪庆路线。"+
    "当时从未想过一年后还会“故地重游”。不过这一次，我们来到了非经典路线-位于云南省大理白族自治州的弥渡县。"+
    "耽搁了不少时间才来写这样一篇总结，也思考了很久应该用一个什么样的主题来囊括。我最后想到的是“爱”。\n"+
    "“爱”在跑协，是对跑步这项运动的爱。跑协全名“北京大学跑步爱好者协会”，而对跑步这项运动的爱让我们跨越物理的远距离来到这里。"+
    "实际上在弥渡集合之前，不少成员已经提前来到了云南进行适应和训练。牛哥和我“顺道”在楚雄跑了一场半马，牛哥确实很快，而我虽然"+
    "成绩不那么好，但也是完成了自己的亚高原首战。第二天我们就在弥渡县城开始了恢复训练，而当下午到达三合村汇合之后，"+
    "我们又组成了一支小队在水库边探路。踏着水流纵横的泥土，奔跑在山野乡间，爬坡、下坡，来到水库坝上，再回头，第零天就完成了一次"+
    "简单的训练。一只“大黄”频频出现在我们的视野里，也算是一道别样的风景。\n"+
    "这样的热爱在接下来的几天持续着。"
  },
  {
    date: "2026-08-14",
    description: "今天和中学好友yl，ysy在万达星野自主烤肉基地聚餐，谈及下个学期的安排和未来打算。"+
    "饭后把万达完完整整转了一圈，好多店都已经关门了。走回家的路上下起了大雨，雨滴打在身上有些凉意，也不知道路在何方。"+
    "在水坑里深一脚浅一脚走着，回到家鞋袜都已经湿透了。",
  },
  {
    date: "2026-08-16",
    description: "今天有机会去了一趟省中公寓。"
  },
  {
    date: "2026-08-17",
    description: "今天去金坛考摩托车驾照。天太热了，戴着头盔感觉头上有点难受。"+
    "科目二两把都挂在桩考上。第一把直接撞上了第三根杆，第二把在出去"+
    "掉头的时候前轮压到了前面的黄线。科目三倒是满分通过。"+
    "只能说虽然教练也提到了金坛的车和驾校的不一样，但是真正操练起来还是有些不适应。"+
    "金坛的车比较小，而且一档怠速只有2km/h。我总结了一下就是离合可以松完，但是打方向一定要果断不要迟疑，灵活调整。"+
    "喜提10天冷静期，估计至少要到国庆才能补考了。希望这次能够通过吧，当然确实有技术问题，但是感觉并不是练得不够的问题。\n"+
    "接下来还想趁此机会谈谈对于驾考的一些个人观点。"
  }
];
